jekyll/_posts/2018-10-25-notes-on-matter-and-zeitgeist.html
---
layout: wide
title: Notes on Matter and Zeitgeist
categories: misc notes
---

<div id="outline-container-org9df567b" class="outline-2">
<h2 id="org9df567b">Notes on Matter and Zeitgeist</h2>
<div class="outline-text-2" id="text-org9df567b">
<p>
Sitting here tonight and noticing, aimlessly, that I have some descriptive work to do that is not going to get done anytime soon. I've been focused on longform writing and the pressure to create complete attempts, rather than attempting slowly, over much time, is tiresome. Working slowly, over much time, is equally tiresome. I don't know.
</p>

<p>
In <a href="{% post_url 2018-04-07-ai-from-a-different-computer-universe %}">AI from a Different Computer Universe</a> I labeled a large blank area the "substrate of patterned matter and zeitgeist" as if that alone were explanatory. I'd like to compile some other partial descriptions that may be benificial to my own thoughts about the thing (if they're in one place).
</p>
</div>

<div id="outline-container-org3caf2d9" class="outline-3">
<h3 id="org3caf2d9">Substrate?</h3>
<div class="outline-text-3" id="text-org3caf2d9">
<p>
I'm talking about fundamental building blocks here. It feels weird to say that things are "literally made of goals", so I probably won't. I will say that we behave <i>as if</i> this were true, so when I say that the region is a "substrate of patterned matter and zeitgeist", I mean that for a mind (whatever mind it is I'm in the process of describing, universality not guaranteed) to work it must also behave <i>as if</i> everything were made of both matter and value (goals, zeitgeist).
</p>
</div>
</div>

<div id="outline-container-orgfd7c96c" class="outline-3">
<h3 id="orgfd7c96c">Patterned Zeitgeist</h3>
<div class="outline-text-3" id="text-orgfd7c96c">
<p>
Zeitgeist is <a href="https://meaningness.com/pattern">patterned</a> because it has some predictable forms. It is difficult (<a href="https://wiki.lesswrong.com/wiki/Narrative_fallacy">or too easy</a>) to describe because it is <a href="https://meaningness.com/nebulosity">nebulous</a>. In <a href="{% post_url 2017-10-19-goal-plane %}">Goal Plane</a> I state explicitly that there are things that happen within Zeitgeist that not everyone can sense, or that appear to have different shapes from different angles.
</p>

<p>
One universal seeming pattern is that forms within Zeitgeist (the goal plane) can affect the material plane, and forms within the material plane can affect the goal plane.
</p>

<p>
Partial descriptions of the push and pull with material reality:
</p>
<ul class="org-ul">
<li><a href="{% post_url 2017-10-19-goal-plane %}">Goal/Zeitgeist</a></li>
<li><a href="https://en.wikipedia.org/wiki/Actor%E2%80%93network_theory">Actor-Network Theory</a></li>
<li>Popper's <a href="https://tannerlectures.utah.edu/_documents/a-to-z/p/popper80.pdf">World 3</a></li>
<li><a href="https://en.wikipedia.org/wiki/Noosphere">The Noosphere</a> (kinda weak?)</li>
<li>Some of the <a href="{% post_url 2018-09-08-notes-on-fundamental-meaning %}">fundamental meaning</a> stuff I was thinking about recently</li>
<li><a href="https://hermetic.com/bey/taz3">Temporary Autonomous Zones</a>, <a href="https://en.wikipedia.org/wiki/Egregore">Egregores</a>, <a href="https://suchaone.github.io/blog/tulpas.html">Tulpas</a></li>
</ul>

<p>
It also seems as though Zeitgeist has dimensionality to it (I often think of it topologically (though I'm much too dumb to get into the weeds about specific topological forms)) that can be <a href="{% post_url 2018-09-05-movement-in-the-goal-plane %}">navigated</a> similarly to the material world, and has regions[we'll see about that] that feel distinct and that have their own traits.
</p>

<p>
Partial description of the Zeitgeist "landscape":
</p>
<ul class="org-ul">
<li>The "surreality" of meaning that we live in (<a href="https://books.google.com/books/about/The_Passions.html?id=TCAUagXFG4sC">Solomon</a>)</li>
<li><a href="http://www.oxfordhandbooks.com/view/10.1093/oxfordhb/9780199235018.001.0001/oxfordhb-9780199235018-e-16#oxfordhb-9780199235018-bibItem-667">Moods</a></li>
<li><a href="{% post_url 2018-09-05-movement-in-the-goal-plane %}">Plans</a></li>
<li>Also the TAZ, Eg things, and Tulps as above</li>
</ul>

<p>
Noticing that the psychic groupings are in both listings, maybe that's the obsession with them? They affect the world and they're "big" enough that many people can agree that they exist. Sounds like a good start at least.
</p>
</div>
</div>


<div id="outline-container-orgf67be99" class="outline-3">
<h3 id="orgf67be99">Patterned Matter</h3>
<div class="outline-text-3" id="text-orgf67be99">
<p>
Content to say that it probably exists
</p>

<hr />

<p>
<i>This document will grow as I continue to galaxy brain</i>
</p>
</div>
</div>
</div>
